## Четвертая модельная задача
Условия задачи представляются в виде системы из k заданий с разными длительностями, и количество исполнителей не может быть больше, чем количество заданий. 
Каждые исполнители имеют свою производительность. 
Для решения задачи требуется составить расписание с минимальной длительностью и представить ответ в виде диаграммы Ганта. 
## Информация по MarkDown разметке
Для создания диаграммы Ганта использовать следующую конструкцию:  
```
| I   | a1 | a2 |
| II  | b1 | b2 |
| III | с1 | с2 |
| ... | n1 | n2 |
```
## Условия задачи от команд:
### White Team:
### Spirits Team:
### Yellow Team:
### Pink Team:
### Orange Team:
### Green Team:
### Red Team:
### Blue Team:
### Black Team:
### Purple Team:
